{
"Everywhere": {"madmom_key": 0, "madmom_tempo": 80, "text": "This is a classical music piece with vocal and orchistral backing track. The music is in the key of A major and has a bright and cheerful tone. The tempo is slow and the time signature is 4/4. The piece has a beautiful melody that is reminiscent of a lullaby.", "tags_text": "genres: classical, vocal with orchestra, romantic; instrument: vocal, strings, french horn, harp", "chatgpt_texts": ["This is a classical, romantic piece in A major with vocals and orchestral backing, featuring a slow, lullaby-like melody in 4/4 time."]}, 
"DefineDancing": {"madmom_key": 4, "madmom_tempo": 98, "text": "This is a beautiful instrumental piece of music. It has a calming and soothing effect on the listener's mind. The music is characterized by its gentle melody and rhythmic beat. The piece is in the key of D flat major and has a moderate tempo.", "tags_text": "genres: easylistening; instrument: harp, strings, synthesizers", "chatgpt_texts": ["This instrumental piece in D-flat major features a soothing melody and rhythmic beat, offering a calming listening experience."]}, 
"PerpetualMotionSamba": {"madmom_key": 17, "madmom_tempo": 110, "text": "This is an instrumental samba that features synthesizer as the main instrument. The piece is in the key of d minor and has a fast tempo. The time signature is 4/4. The piece has a jazz latin feel to it, with a lot of improvisation.", "tags_text": "genres: electronic, jazz, samba, latin; instrument: synthesizers", "chatgpt_texts": ["This instrumental samba in D minor has a fast tempo and a jazz-latin vibe, with synthesizer improvisation as the highlight."]}, 
"MoscowNights": {"madmom_key": 17, "madmom_tempo": 100, "text": "This is a jazz piece with big band. It features trumpets as the main instrument and is characterized by a swing tempo and a jazzy melody. The piece is in 4/4 time and has a groovy rhythm that is perfect for sipping cocktails and relaxing with friends.", "tags_text": "genres: jazz, swing; instrument: trumpets, saxphones, trombones, piano, drums, bass", "chatgpt_texts": ["This jazz piece with a big band has a swing tempo, a jazzy melody, and a groovy rhythm led by trumpets."]}, 
"TheAxiom": {"madmom_key": 3, "madmom_tempo": 96, "text": "This is a classical music piece with an orchestral sound. It has a slow tempo. The piece is in 3/4 time and uses a variety of instruments including strings, woodwinds, brass, and percussion. The piece is beautiful and uplifting, with a sense of grandeur and majesty.", "tags_text": "genres: classical; instrument: strings, horns, woodwinds",  "chatgpt_texts": ["This classical orchestral piece has a slow tempo in 3/4 time, featuring a majestic and uplifting sound with strings, woodwinds, and brass."]}, 
"NoSplashingNoDiving": {"madmom_key": 13, "madmom_tempo": 120, "text": "This is an electronic composition that features the use of synthesizers. The piece has a futuristic feel to it and could be used as a soundtrack for a science fiction movie. The tempo of the piece is fast and the time signature is 4/4.", "tags_text": "genres: electronic; instrument: synthesizers", "chatgpt_texts": ["This fast-tempo electronic piece with synthesizers has a futuristic vibe, perfect for a science fiction soundtrack."]}, 
"ColdCleanAutumn": {"madmom_key": 1, "madmom_tempo": 120, "text": "This is a jazz waltz that features the piano as the main instrument, companied with bass and drum. The music is characterized by its beautiful melodies and harmonies, and the piece is in the key of B flat major. The tempo is moderate and the time signature is 3/4.", "tags_text": "genres: jazz, waltz; instrument: pinao, drums, bass", "chatgpt_texts": ["This jazz waltz in B-flat major features piano with bass and drums, offering beautiful melodies and harmonies in a moderate 3/4 tempo."]}
}